{
    "categories": {
        "0": "visual elements",
        "1": "input forms",
        "2": "productivity",
        "3": "technical",
        "4": "media",
        "5": "small business",
        "6": "ecommerce"
    },
    "demo_page": "https://bubble.io/page?name=index&id=sdfsfsdfsdf&tab=tabs-1",
    "description": "A free, powerful, reliable and flexible plugin that allows you to create PDF files to be downloaded, opened or printed by your user's browser and/or save the PDF to your database. \n\nIt works in the browser page and in backend workflows, uses no API, no external services and does not increase your app's costs. \nIf used in the backend workflow it uses a little app capacity just like any other backend workflow.\n\nAlso, check my plugin making course: https://www.unlimitedbubbling.dev/plugin_makery\nWith it you will have everything you need to create new plugins, in other words, you will create new features in Bubble yourself! \nNo more limits for you.\n\nSee forum thread for instructions:\nhttps://forum.bubble.is/t/new-plugin-pdf-conjurer/43240\nUse the search tool to find specific information in that topic.\n\nAlso, you can find some consolidated instructions here, but mind you, this doc page is still in alpha stage:\nhttps://sdfsfsdfsdf.bubbleapps.io/\n\nCome visit your custom plugin shop www.unlimitedbubbling.dev and be limitless! ⚡\n\nDo you rely on this plugin commercially and want to fund its maintenance so it never stops working?\nEmail me, the author 😉\nsupport@unlimitedbubbling.dev\n\nAlso, this plugin is client led, which means there is no official roadmap for it! You are the one who requests new features, reports bugs to be fixed and pays me for the effort required.\nContact me if interested! 📨\n\nJust want to say thank you? Then this is the way: https://ko-fi.com/viniciusbrito 😊☕\n",
    "image": "//s3.amazonaws.com/appforest_uf/f1542513382654x720628094626590600/scroll-unfurled%281a%29.png",
    "instructions": "Use the plugin actions in a workflow to create the pdf and finish it with a download, print or open pdf action.",
    "license": "open_source",
    "link": "https://forum.bubble.is/t/new-plugin-pdf-conjurer/43240",
    "name": "PDF Conjurer",
    "plugin_instructions": "See forum thread for instructions: https://forum.bubble.is/t/new-plugin-pdf-conjurer/43240\n\nUse the search tool to find specific information in that topic.\n\nAlso, you can find some consolidated instructions here, but mind you, this doc page is still in alpha stage:\n\nhttps://bubble.io/page?name=index&id=sdfsfsdfsdf&tab=tabs-1\n\nAlso, this plugin is community led, which means there is no official roadmap for it! You are the one who requests new features and reports bugs to be fixed.",
    "sa_node_version": 14
}